<?php

return [
    'exceptions' => [
        'rcon' => [
            'conn_failed'    => 'Невозможно подключиться к серверу. Он может быть отключен, либо его порт закрыт. Пожалуйста проверьте настройки.',
            'not_configured' => 'Сервер еще не настроен. Пожалуйста свяжитесь с администратором.',
            'bad_password'   => 'Не правильный пароль RCON. Пожалуйста свяжитесь с администратором.',
            'factions'       => 'Для выполнения некоторых действий требуется настройка RCON.',
        ],
    ],
];
