<?php

return [

    'playerlist' => [
        'columns'         => [
            'col1' => 'ID',
            'col2' => 'Игра',
            'col3' => 'Уровень',
            'col4' => 'Игрок',
            'col5' => 'Бан',
            'col6' => 'Репутация',
            'col7' => 'Всего нарушений',
            'col8' => 'Страна',
        ],
        'button_next'     => 'Дальше',
        'button_previous' => 'Назад',
        'button_reset'    => 'Сброс',
    ],
    'serverlist' => [
        'columns' => [
            'col1' => 'Всего Продолжительность',
            'col2' => 'Текущая карта',
            'col3' => 'Текущий режима игры',
            'col4' => 'игроков онлайн',
        ]
    ]
];
