<?php

return [

    'playerlist' => [
        'columns'         => [
            'col1' => 'ID',
            'col2' => 'Игра',
            'col3' => 'Уровень',
            'col4' => 'Игрок',
            'col5' => 'Бан',
            'col6' => 'Репутация',
            'col7' => 'Всего нарушений',
            'col8' => 'Страна',
        ],
        'button_next'     => 'Дальше',
        'button_previous' => 'Назад',
        'button_reset'    => 'Сброс',
    ],
    'servers' => [
        'list' => [
            'columns' => [
                'col1' => 'игроков онлайн',
                'col2' => 'Текущая карта',
                'col3' => 'Текущий режима игры',
                'col4' => 'Всего Продолжительность',
            ],
        ],
        'show' => [
            'columns' => [
                'col1'  => 'Карта Loaded',
                'col2'  => 'Круглый Старт',
                'col3'  => 'Круглый Конец',
                'col4'  => 'карта',
                'col5'  => 'Режим',
                'col6'  => 'Туры',
                'col7'  => 'Min Игроки',
                'col8'  => 'Средн Игроки',
                'col9'  => 'Максимальное Игроки',
                'col10' => 'Игроки Зарегистрирован',
                'col11' => 'Игроки Левая',
            ],
        ],
    ],
];
