<?php

return [

    'playerlist' => [
        'columns'         => [
            'col1' => 'ID',
            'col2' => 'Игра',
            'col3' => 'Уровень',
            'col4' => 'Игрок',
            'col5' => 'Бан',
            'col6' => 'Репутация',
            'col7' => 'Всего Нарушений',
            'col8' => 'Страна',
        ],
        'button_next'     => 'Вперед',
        'button_previous' => 'Назад',
        'button_reset'    => 'Сброс',
    ],
    'servers' => [
        'list' => [
            'columns' => [
                'col1' => 'Игроков Онлайн',
                'col2' => 'Текущая Карта',
                'col3' => 'Текущий Режим',
                'col4' => 'Продолжительность',
            ],
        ],
        'show' => [
            'columns' => [
                'col1'  => 'Карта',
                'col2'  => 'Начало Раунда',
                'col3'  => 'Конец Раунда',
                'col4'  => 'Карта',
                'col5'  => 'Режим',
                'col6'  => 'Раунды',
                'col7'  => 'Миним Игроков',
                'col8'  => 'Сред Игроков',
                'col9'  => 'Макс Игроков',
                'col10' => 'Игроков зашло',
                'col11' => 'Игроков вышло',
            ],
        ],
    ],
];
